arch-install-scripts
base
base-devel
bash-completion
bashtop
breeze
breeze-icons
btrfs-assistant
btrfs-progs
clipse-bin
dkms
docker
docker-compose
dosfstools
dunst
efibootmgr
efivar
firefox
flatpak
fuse2
fuzzel
gdm
ghostty-git
git
gnome-browser-connector
gnome-calculator
gnome-control-center
gnome-disk-utility
gnome-shell
gnome-terminal
gnome-tweaks
gparted
graphviz
grml-zsh-config
grub
gtkmm3
hyprland
hyprpaper
inotify-tools
jq
kitty
linux-aarch64
linux-aarch64-headers
linux-firmware
loupe
mesa-utils
meson
mission-center
mpv
nautilus
neovim
net-tools
networkmanager
os-prober
paru-bin
polkit
polkit-gnome
qt5-graphicaleffects
qt5-quickcontrols2
qt5-wayland
qt6-wayland
rofi-wayland
snapper
snapper-support
socat
sudo
sysfsutils
terminus-font
waybar
wl-clipboard
wlogout
xclip
xdg-desktop-portal-hyprland
xdg-utils
xorg-xhost
