arch-install-scripts
base
base-devel
bash-completion
btrfs-assistant
btrfs-progs
dkms
dosfstools
efibootmgr
efivar
firefox
flatpak
gdm
ghostty-git
git
gnome-browser-connector
gnome-control-center
gnome-disk-utility
gnome-shell
gnome-terminal
gnome-tweaks
gparted
graphviz
grml-zsh-config
grub
gtkmm3
hyprland
inotify-tools
kitty
linux-aarch64
linux-aarch64-headers
linux-firmware
loupe
mesa-utils
nautilus
neovim
net-tools
networkmanager
os-prober
paru-bin
podman
podman-compose
podman-docker
polkit
qt6-wayland
snapper
snapper-support
sudo
terminus-font
xclip
xdg-utils
