arch-install-scripts
base
base-devel
bash-completion
btrfs-progs
dosfstools
efibootmgr
efivar
firefox
gdm
git
gnome-browser-connector
gnome-control-center
gnome-disk-utility
gnome-shell
gnome-terminal
gparted
gtkmm3
kitty
linux-aarch64
linux-firmware
mesa-utils
nautilus
neovim
networkmanager
open-vm-tools
paru-bin
podman
podman-compose
podman-docker
polkit
snap-pac
snapper
sudo
terminus-font
xclip
xdg-utils
